package src.lesson8.task3;

//Отчет о сотрудниках, часть 1
//- Создать класс Employee, у которого есть переменные класса - fullName, salary.
//- Создать массив содержащий несколько объектов этого типа.
//- Создать класс Report  со статическим методом generateReport, в котором выводится информация о зарплате всех сотрудников.
//- Используйте форматирование строк. Пусть salary будет выровнено по правому краю,
// десятичное значение имеет 2 знака после запятой и можете добавить что-нибудь свое.



public class Employee {

    String fullName;
    double salary;

    public void start(){
        array();
    }

    public void array (){



    }
}
